"Create Vault" = "금고 만들기";

"Lock Vault" = "금고 잠그기";
"Unlock Vault" = "Unlock Vault";
"Provide a passphrase for the Cryptomator Vault {0}" = "Provide a passphrase for the Cryptomator Vault {0}";
"Provide your passphrase to unlock the Cryptomator Vault {0}" = "Provide your passphrase to unlock the Cryptomator Vault {0}";
"Passphrase" = "Passphrase";
"Confirm Passphrase" = "Confirm Passphrase";

"Very weak" = "매우 약함";
"Weak" = "약함";
"Fair" = "보통";
"Strong" = "강력함";
"Very strong" = "매우 강력함";

"Encrypted" = "Encrypted";
"Decrypted" = "Decrypted";
